[
  {
    "name": "Dhyogennes Quintino",
    "text": "Tive a oportunidade de ter contato com o trabalho do Joseph Santos, ele é um excelente profissional, demonstra um elevado conhecimento técnico, é uma pessoa que se comunica bem, é muito paciente e entrega valor. Solicitei análise e ajuste de meu Linkedin, Gupy e currículo, e em menos de um mês consegui um retorno devido ao trabalho realizado por ele."
  },
  {
    "name": "Mariane Alves Tenório",
    "text": "Quero agradecer ao Joseph por toda a ajuda na reformulação do meu currículo e do meu perfil no Gupy. Todas as modificações foram importantes para que eu fosse notada pelos recrutadores. Além disso, as dicas que ele me deu sobre entrevistas foram essenciais, graças a isso, consegui me destacar e fui aprovada no Itaú."
  },
  {
    "name": "Alexandre Domingues Batista",
    "text": "Tive a oportunidade de contar com o apoio do Joseph na reestruturação do meu currículo e no meu direcionamento de carreira, e a experiência foi excelente. Desde o primeiro contato, ele demonstrou profissionalismo, empatia e um olhar estratégico sobre o mercado de trabalho. O cuidado em cada detalhe e a atenção às minhas necessidades específicas fizeram toda a diferença."
  },
  {
    "name": "Victor Lins",
    "text": "O Joseph realizou um excelente trabalho comigo. Demonstrou grande profissionalismo, empatia e dedicação, analisando meu currículo com atenção e incluindo estratégias que fizeram diferença real na minha busca por emprego. Seu olhar humanizado e sensibilidade tornaram o processo acessível e transformador. Recomendo fortemente seu trabalho."
  },
  {
    "name": "Vitor Hugo Santana de Oliveira",
    "text": "Graças aos feedbacks certeiros, paciência e olhar estratégico do Joseph, consegui melhorar significativamente meu currículo, o que foi fundamental para conquistar uma vaga como estagiário na área de Produtos no Itaú. Recomendo de olhos fechados para quem busca uma orientação que faz diferença na prática."
  },
  {
    "name": "Giulianna Fachinelli",
    "text": "Conheci o Joseph em um momento importante de transição de carreira, e seu apoio foi fundamental. Ele fez uma análise completa do meu currículo e compartilhou dicas valiosas. É um profissional dedicado, com um olhar analítico e humano, que recomendo sem dúvidas."
  },
  {
    "name": "Mariane da Silva",
    "text": "O Joseph é um profissional diferenciado e muito engajado em gerar valor para as pessoas. Graças à consultoria e ao conhecimento dele sobre processos seletivos e currículo, muitas portas se abriram para mim."
  },
  {
    "name": "Nur Mustafa Mohamad",
    "text": "Hoje realizo um sonho que parecia distante, e isso só foi possível graças ao Joseph. Sua generosidade, paciência e apoio fizeram toda a diferença. Seu comprometimento vai muito além do profissional, é inspirador e transformador."
  },
  {
    "name": "João Pedro Peixoto",
    "text": "Tive a oportunidade de contar com o apoio do José na construção do meu currículo e fiquei extremamente satisfeito com o resultado. Sua abordagem estratégica tornou o documento mais atrativo e alinhado às exigências do mercado."
  },
  {
    "name": "Andrea Goldstein Balassiano",
    "text": "Joseph fez um trabalho incrível ajustando meu currículo e LinkedIn. Sua expertise e atenção aos detalhes transformaram meus documentos, destacando minhas habilidades de forma estratégica."
  }
]
